tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "argocd"
brew "python@3.9"
brew "awscli"
brew "berkeley-db", link: true
brew "cilium-cli"
brew "eksctl"
brew "fish"
brew "glib"
brew "gnutls"
brew "helm"
brew "hubble"
brew "jq"
brew "k9s"
brew "kind"
brew "kubectx"
brew "kubeseal"
brew "libpq"
brew "minio-mc"
brew "nmap"
brew "node@14"
brew "pulumi"
brew "redis"
brew "saml2aws"
brew "telnet"
brew "tmux"
brew "vim"
brew "wireshark"
cask "anydesk"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "fork"
cask "iterm2"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
