tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "datawire/blackbird"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "osrf/simulation"
brew "act"
brew "argocd"
brew "openssl@1.1"
brew "awscli"
brew "berkeley-db", link: true
brew "glib"
brew "harfbuzz"
brew "bfg"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "node@18"
brew "cdktf"
brew "cilium-cli"
brew "cmake"
brew "direnv"
brew "eksctl"
brew "libass"
brew "srt"
brew "fish"
brew "git-lfs"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "helm"
brew "hubble"
brew "jq"
brew "k9s"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libpq"
brew "libssh"
brew "nmap"
brew "openjdk@11"
brew "perl"
brew "pre-commit"
brew "pulumi"
brew "redis"
brew "ruby"
brew "saml2aws"
brew "sops"
brew "telnet"
brew "terragrunt"
brew "tmux"
brew "vault"
brew "vim"
brew "yq"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "datawire/blackbird/telepresence-arm64"
brew "fluxcd/tap/flux"
cask "anydesk"
cask "burp-suite"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "iterm2"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "owasp-zap"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wireshark"
cask "zoom"
